/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"15 minutes" = "15 minutos";

/* No comment provided by engineer. */
"1u insulin for every X %@" = "1u de insulina cada X %@";

/* No comment provided by engineer. */
"1u insulin for every X grams" = "1u de insulina cada X gramos";

/* No comment provided by engineer. */
"30 minutes" = "30 minutos";

/* No comment provided by engineer. */
"A line chart showing your blood glucose and general trend over a given period" = "Un gráfico de líneas mostrando su glucosa en sangre y la tendencia general durante el período dado";

/* No comment provided by engineer. */
"A pie chart showing the number of healthy glucose readings versus unhealthy over a given period" = "Un gráfico circular que muestra el número de lecturas de glucosa saludables frente insalubres durante un período determinado";

/* No comment provided by engineer. */
"A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day" = "Un gráfico de barras (segmentada por mañana, tarde y noche) muestra el  total de carbohidratos tomados por día";

/* No comment provided by engineer. */
"About Insulin Calculation" = "Sobre el cálculo de insulina";

/* No comment provided by engineer. */
"Account options" = "Opciones de cuenta";

/* No comment provided by engineer. */
"Accounts" = "Cuentas";

/* Activity (physical exercise) entry type */
"Activity" = "Actividad";

/* Label for total amount of activity (physical exercise) */
"ACTIVITY" = "ACTIVIDAD";

/* No comment provided by engineer. */
"Activity name" = "Nombre de actividad";

/* No comment provided by engineer. */
"Add" = "Añadir";

/* No comment provided by engineer. */
"Add a Meal" = "Añadir comida";

/* No comment provided by engineer. */
"Add a Note" = "Añadir Nota";

/* Add blood glucose reading */
"Add a Reading" = "Añadir lectura";

/* No comment provided by engineer. */
"Add account" = "Añadir cuenta";

/* No comment provided by engineer. */
"Add Activity" = "Añadir actividad";

/* No comment provided by engineer. */
"Add Location" = "Localización";

/* No comment provided by engineer. */
"Add Medicine" = "Añadir medicina";

/* No comment provided by engineer. */
"Add Photo" = "Añadir foto";

/* No comment provided by engineer. */
"Add Reminder" = "Recordatorio";

/* The amount of time to wait after an event occurs before alerting the user */
"After" = "Después";

/* No comment provided by engineer. */
"AirPrint" = "AirPrint";

/* The message shown as part of a reminder */
"Alert" = "Alerta";

/* No comment provided by engineer. */
"Amount" = "Cantidad";

/* No comment provided by engineer. */
"Amount taken" = "Imputado";

/* No comment provided by engineer. */
"and" = "y";

/* No comment provided by engineer. */
"April" = "Abril";

/* No comment provided by engineer. */
"Are you sure you want to unlink your RunKeeper account?" = "¿Está seguro de que desea desvincular su cuenta de RunKeeper?";

/* No comment provided by engineer. */
"Are you sure you'd like to add location data to this event?" = "¿Está seguro que desea agregar datos de localización para este evento?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this account? All associated entries will be permanently deleted" = "¿Está seguro de que desea eliminar esta cuenta? Todas las entradas serán permanentemente eliminadas";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this reminder rule?" = "¿Está seguro que desea eliminar esta regla de recordatorio?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this reminder?" = "¿Está seguro que desea eliminar este recordatorio?";

/* No comment provided by engineer. */
"Are you sure you'd like to permanently delete this entry?" = "¿Está seguro que desea eliminar permanentemente esta entrada?";

/* No comment provided by engineer. */
"Are you sure you'd like to restore from a previous backup? This cannot be undone." = "¿Está seguro que desea restaurar desde backup anterior? Esto no se puede deshacerse.";

/* No comment provided by engineer. */
"August" = "Agosto";

/* Label for average blood glucose reading */
"AVERAGE" = "PROMEDIO";

/* Backup & sync settings section title */
"Backup & Sync" = "Copia de seguridad y sincronización";

/* No comment provided by engineer. */
"Backup settings" = "Opciones de copia de seguridad";

/* No comment provided by engineer. */
"Backup/Restore" = "Backup/Restaurar";

/* Blood glucose level */
"BG level" = "Nivel de BG";

/* Blood glucose units */
"BG units" = "Unidades de BG";

/* No comment provided by engineer. */
"Blood Glucose Level" = "Nivel de glucosa en sangre";

/* No comment provided by engineer. */
"Blood glucose level" = "Nivel de glucosa en sangre";

/* No comment provided by engineer. */
"Blood Glucose Readings" = "Lecturas de glucosa en sangre";

/* No comment provided by engineer. */
"Both" = "Ambos";

/* No comment provided by engineer. */
"Calculations use the following formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)\n\nIf in doubt, consult your doctor" = "Cálculos para conseguir la fórmula\n\n((currentBG-targetBG)/correctiveFactor) + (carbohidratos/carbohidratosRatio)\n\nEn caso de duda, consulte a su médico";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Carbohydrate in-take" = "Toma de carbohidratos";

/* No comment provided by engineer. */
"Carbohydrate Ratio" = "Ratio de carbohidratos";

/* Amount of carbohydrates */
"Carbs" = "Carbohidratos";

/* No comment provided by engineer. */
"Choose new photo" = "Elegir nueva foto";

/* No comment provided by engineer. */
"Choose photo" = "Elija una foto";

/* No comment provided by engineer. */
"Correction Factor" = "Factor de corrección\n";

/* Menu item to show users the application credits */
"Credits" = "Créditos";

/* No comment provided by engineer. */
"Current BG" = "BG actual";

/* Current geographic location */
"Current Location" = "Localización actual";

/* Abbreviation for Date of Birth */
"D.O.B." = "F.NAC.";

/* No comment provided by engineer. */
"Date" = "Fecha";

/* No comment provided by engineer. */
"Date reminder" = "Recordatorio";

/* No comment provided by engineer. */
"Days" = "Días";

/* No comment provided by engineer. */
"December" = "Diciembre";

/* No comment provided by engineer. */
"Delete Account" = "Eliminar cuenta";

/* No comment provided by engineer. */
"Delete Entry" = "Borrar entrada";

/* No comment provided by engineer. */
"Delete photo" = "Borrar foto";

/* No comment provided by engineer. */
"Delete Reminder" = "Borrar recordatorio";

/* No comment provided by engineer. */
"Delete Reminder Rule" = "Eliminar recordatorio";

/* No comment provided by engineer. */
"Description" = "Descripción";

/* Label for the statistical deviation in blood glucose values */
"Deviation" = "Desviación";

/* No comment provided by engineer. */
"Diabetic Record" = "Registro diabético";

/* No comment provided by engineer. */
"Diabetik cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional." = "Diabetik no puede y no lo asesorará con respecto a la atención médica.  Si usted tiene preguntas o preocupaciones sobre el estado de su salud consulte a un médico profesional.";

/* No comment provided by engineer. */
"Diabetik Export - %@" = "Diabetik Exportar- %@";

/* No comment provided by engineer. */
"Diabetik is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left." = "Diabetik es un nuevo diario para llevar un seguimiento de la glucosa en sangre, medicación, comidas y actividades.";

/* No comment provided by engineer. */
"Diabetik is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!" = "Diabetik es capaz de exportar tus datos en formato CSV o PDF. ¡Perfecto para importar en otros programas o imprimir para mostrar a tu médico!";

/* No comment provided by engineer. */
"Diabetik makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!" = "Diabetik guarda tu diario actualizándolo de manera sencilla para analizar tus hábitos. Diabetik te conocerá en unos días, ¡se paciente!";

/* No comment provided by engineer. */
"Done" = "Hecho";

/* No comment provided by engineer. */
"Drag left to add additional entries" = "Arrastra a la derecha para añadir entradas";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox";

/* No comment provided by engineer. */
"Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes." = "Dropbox necesita finalizar la sincronización antes de que sea posible exportar archivos. Intente nuevamente en unos minutos.";

/* No comment provided by engineer. */
"Dropbox settings" = "Opciones Dropbox";

/* No comment provided by engineer. */
"Dropbox Settings" = "Opciones Dropbox";

/* No comment provided by engineer. */
"Edit account" = "Editar cuenta";

/* No comment provided by engineer. */
"Edit Activity" = "Editar actividad";

/* No comment provided by engineer. */
"Edit Meal" = "Editar comida";

/* No comment provided by engineer. */
"Edit Medicine" = "Editar Medicina";

/* No comment provided by engineer. */
"Edit Note" = "Editar nota";

/* Edit blood glucose reading */
"Edit Reading" = "Editar lectura";

/* No comment provided by engineer. */
"Edit reminder" = "Editar recordatorio";

/* No comment provided by engineer. */
"Edit Reminder" = "Editar Recordatorio";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email sent" = "Email enviado";

/* No comment provided by engineer. */
"Enter or select below" = "Introduzca o seleccione abajo";

/* Used as part of a label that tallies the total number of entries entered by a user, i.e: x entries in total */
"entries in total" = "entradas en total";

/* Geo-location of event */
"Event Location" = "Lugar del evento";

/* No comment provided by engineer. */
"Every day" = "Todos los días";

/* No comment provided by engineer. */
"Every Day" = "Todos los días";

/* No comment provided by engineer. */
"Every Friday" = "Todos los viernes";

/* No comment provided by engineer. */
"Every Monday" = "Todos los lunes";

/* No comment provided by engineer. */
"Every Saturday" = "Todos los sábados";

/* No comment provided by engineer. */
"Every Sunday" = "Todos los domingos";

/* No comment provided by engineer. */
"Every Thursday" = "Todos los jueves";

/* No comment provided by engineer. */
"Every Tuesday" = "Todos los martes";

/* No comment provided by engineer. */
"Every Wednesday" = "Todos los miércoles";

/* Menu item to take users to the export screen */
"Export" = "Exportar";

/* No comment provided by engineer. */
"Export successful" = "Éxito de la exportación";

/* No comment provided by engineer. */
"Factors" = "Factores";

/* No comment provided by engineer. */
"February" = "Febrero";

/* Gender selector switch */
"Female" = "Femenino";

/* No comment provided by engineer. */
"Formats to export" = "Formatos para exportar";

/* No comment provided by engineer. */
"Fri" = "Vie";

/* No comment provided by engineer. */
"Gender" = "Género";

/* General settings section title */
"General" = "General";

/* No comment provided by engineer. */
"Glucose" = "Glucosa";

/* No comment provided by engineer. */
"Glucose settings" = "Configuración de glucosa";

/* Label for the amount of grams of carbohydrate eaten
   Unit of measurement */
"Grams" = "Gramos";

/* A label used to show healthy blood glucose readings */
"Healthy" = "Saludable";

/* No comment provided by engineer. */
"Healthy Glucose Tally" = "Glucosa saludable";

/* No comment provided by engineer. */
"Here's your Diabetik data export, generated on %@." = "Aquí está su exportación de datos de Diabetik generada en %@.";

/* No comment provided by engineer. */
"Hi there!" = "Hola!";

/* Label for highest blood glucose reading in a given month */
"Highest" = "Más alto";

/* No comment provided by engineer. */
"Hours" = "Horas";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with @diabetikapp" = "Acaba de grabar una lectura de glucosa en sangre de %@ con @diabetikapp";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with Diabetik" = "Acaba de grabar una lectura de glucosa en sangre de %@ con @diabetikapp";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with @diabetikapp" = "Sólo pasé 1%$@ minutos 2%$@ y lo controlé con @diabetikapp";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with Diabetik" = "Sólo pasé %1$@ minutos %2$@ y lo controlé con @diabetikapp";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with @diabetikapp" = "Acabo de tomar %1$@ %2$@ de %3$@ y lo he grabado con @diabetikapp";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with Diabetik" = "Acabo de tomar %1$@ %2$@ de %3$@ y lo he grabado con @diabetikapp";

/* No comment provided by engineer. */
"I love @diabetikapp! It's a great way to track my diabetes." = "Me encanta Diabetik! Es una gran manera de seguir mi diabetes.";

/* No comment provided by engineer. */
"I love Diabetik! It's a great way to track my diabetes." = "Me encanta Diabetik! Es una gran manera de seguir mi diabetes.";

/* No comment provided by engineer. */
"Input" = "Entrada";

/* No comment provided by engineer. */
"Insulin calculator" = "Calculadora de insulina";

/* No comment provided by engineer. */
"It wasn't possible to export your backup to Dropbox. The following error occurred: %@" = "No fué posible exportar la copia de seguridad en Dropbox. Se produjo el siguiente error: % @";

/* No comment provided by engineer. */
"It wasn't possible to export your files to Dropbox. The following error occurred: %@" = "No fué posible exportar la copia de seguridad en Dropbox. Se produjo el siguiente error: %@";

/* No comment provided by engineer. */
"It wasn't possible to restore your backup from Dropbox. The following error occurred: %@" = "No fue posible restaurar la copia de seguridad de Dropbox. Se produjo el siguiente error: %@";

/* No comment provided by engineer. */
"January" = "Enero";

/* The title for the applications index screen - which is a physical journal */
"Journal" = "Diario";

/* No comment provided by engineer. */
"July" = "Julio";

/* No comment provided by engineer. */
"June" = "Junio";

/* A label showing the date a sync operation was last performed on */
"Last sync performed on" = "Última sincronización realizada en";

/* An option to view third-party software licenses used throughout the application */
"Licenses" = "Licencias";

/* A button allowing users to 'Like' an entry on Facebook */
"Like" = "Like";

/* No comment provided by engineer. */
"Link with Dropbox" = "Vincular con Dropbox";

/* No comment provided by engineer. */
"Link with RunKeeper" = "Vincular con RunKeeper";

/* An option to connect your third-party account from Diabetik */
"Link your account" = "Vincular tu cuenta";

/* No comment provided by engineer. */
"Location" = "Localización";

/* No comment provided by engineer. */
"Location reminder" = "Recordatorio de ubicación";

/* No comment provided by engineer. */
"Location-based reminders" = "Recordatorios basados en la localización";

/* Label for the lowest blood glucose reading in a given month */
"Lowest" = "Más bajo";

/* Gender selector switch */
"Male" = "Masculino";

/* No comment provided by engineer. */
"Manual backup" = "Backup manual";

/* No comment provided by engineer. */
"March" = "Marzo";

/* Remind me after adding [a specific entry type] matching [these conditions] */
"Matching these conditions" = "Coincidencia de estas condiciones";

/* An option label for determining the highest a blood glucose reading can be before being considered unhealthy */
"Max healthy" = "Salud máxima";

/* No comment provided by engineer. */
"May" = "Mayo";

/* Meal entry type */
"Meal" = "Comida";

/* No comment provided by engineer. */
"Meal name" = "Nombre de la comida";

/* No comment provided by engineer. */
"Medication" = "Medicamento";

/* No comment provided by engineer. */
"Medicine name" = "Nombre de la medicina";

/* The section header for generic menu items */
"Menu" = "Menú";

/* Type/unit of medicine */
"mg" = "mg";

/* An option label for determining the lowest a blood glucose reading can be before being considered unhealthy */
"Min healthy" = "Salud mínima";

/* No comment provided by engineer. */
"Minutes" = "Minutos";

/* No comment provided by engineer. */
"Mon" = "Lun";

/* No comment provided by engineer. */
"Months to export" = "Meses para exportar";

/* The name of an entry */
"Name" = "Nombre";

/* No comment provided by engineer. */
"Nice to meet you" = "Mucho gusto";

/* No comment provided by engineer. */
"No" = "No";

/* Title of message shown when the user has yet to add any entries to their journal */
"No Entries" = "No hay entradas";

/* No comment provided by engineer. */
"No location" = "No hay localización";

/* No comment provided by engineer. */
"No Reminders" = "No hay recordatorios";

/* No comment provided by engineer. */
"No Reports" = "No hay informes";

/* No comment provided by engineer. */
"Not enough data" = "No hay suficientes datos";

/* Note entry type */
"Note" = "Nota";

/* No comment provided by engineer. */
"Notes" = "Notas";

/* No comment provided by engineer. */
"November" = "Noviembre";

/* No comment provided by engineer. */
"October" = "Octubre";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Okay" = "Está bien";

/* On arrival to a geographic location */
"On Arrival" = "Al arribar";

/* On departure from a geographic location */
"On Departure" = "A la salida";

/* No comment provided by engineer. */
"One-time reminders" = "Recordatorios de una sola vez";

/* No comment provided by engineer. */
"optional" = "opcional";

/* Settings section for miscellaneous information */
"Other" = "Otros";

/* No comment provided by engineer. */
"Past 14 days" = "Últimos 14 días";

/* No comment provided by engineer. */
"Past 7 days" = "Últimos 7 días";

/* No comment provided by engineer. */
"Perform manual backup" = "Realizar backup manual";

/* No comment provided by engineer. */
"Perform manual sync" = "Realizar sincronización manual";

/* Type/unit of medicine */
"pills" = "píldoras";

/* No comment provided by engineer. */
"Please complete all required fields" = "Por favor, complete todos los campos requeridos";

/* Error message shown to users when setting up a geographical reminder */
"Please select a valid location before continuing" = "Por favor, seleccione una ubicación válida antes de continuar";

/* Type/unit of medicine */
"puffs" = "Soplos";

/* Blood glucose reading entry type */
"Reading" = "Lectura";

/* Remind me after adding [a specific entry type] */
"Remind me after adding" = "Recuerdame después de agregar";

/* No comment provided by engineer. */
"Remind me in" = "Recordármelo en";

/* No comment provided by engineer. */
"Reminder details" = "Detalles de recordatorio";

/* Title for screen showing the geographic location of a geo-fenced reminder */
"Reminder Location" = "Ubicación de recordatorio";

/* No comment provided by engineer. */
"Reminders" = "Recordatorios";

/* No comment provided by engineer. */
"Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location." = "Los recordatorios son excelentes para mantener una lista de cosas. Además de recordatorios únicos los recordatorios también se puede configurar basados ​​en la localización para que le avise cuando salga o llegue a un lugar en particular.";

/* No comment provided by engineer. */
"Remove" = "Quitar";

/* No comment provided by engineer. */
"Repeat" = "Repetir";

/* Label for a reminder which repeats across multiple days */
"Repeating" = "Repetición";

/* No comment provided by engineer. */
"Repeating reminders" = "Repetición de recordatorios";

/* No comment provided by engineer. */
"Report" = "Reporte";

/* No comment provided by engineer. */
"Reporting events between" = "Reporte de eventos entre";

/* No comment provided by engineer. */
"Restore" = "Restaurar";

/* No comment provided by engineer. */
"Restore from backup" = "Restaurar desde un backup";

/* No comment provided by engineer. */
"Restore successful" = "Restauración satisfactoria";

/* No comment provided by engineer. */
"Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary." = "Restaurar desde un backup nunca borrará los datos existentes. Si se encuentran registros idénticos, la versión actual se sobrescribirá. Recomendamos restaurar de backups sólo cuando sea absolutamente necesario.";

/* No comment provided by engineer. */
"Rotate to view reports" = "Gire para ver los informes";

/* No comment provided by engineer. */
"Rule-based Reminder" = "Recordatorio basado en reglas";

/* No comment provided by engineer. */
"Rule-based reminder" = "Recordatorio basado en reglas";

/* No comment provided by engineer. */
"Rule-based reminders" = "Recordatorio basado en reglas";

/* No comment provided by engineer. */
"RunKeeper settings" = "Configuración de RunKeeper";

/* No comment provided by engineer. */
"RunKeeper Settings" = "Configuración de RunKeeper";

/* No comment provided by engineer. */
"Sat" = "Sab";

/* No comment provided by engineer. */
"Scheduled Reminder" = "Recordatorio programado";

/* No comment provided by engineer. */
"Search" = "Búsqueda";

/* No comment provided by engineer. */
"September" = "Septiembre";

/* Settings title */
"Settings" = "Configuración";

/* A settings switch to control the Smart Input feature */
"Smart input" = "Ingreso inteligente";

/* A settings switch to control application sounds */
"Sounds" = "Sonido";

/* No comment provided by engineer. */
"Stay safe" = "Permanece seguro";

/* No comment provided by engineer. */
"Sun" = "Sol";

/* No comment provided by engineer. */
"Take new photo" = "Tomar nueva foto";

/* No comment provided by engineer. */
"Take photo" = "Tomar foto";

/* No comment provided by engineer. */
"Target BG" = "Objetivo BG";

/* No comment provided by engineer. */
"Thanks" = "Gracias";

/* An option allow users to be reminded at some point in the future */
"The future" = "El futuro";

/* No comment provided by engineer. */
"There was an error while printing your report" = "Hubo un error durante la impresión de su informe";

/* No comment provided by engineer. */
"There was an error while setting your reminders date and time" = "Se produjo un error mientras se ajusta tu recordatorios de fecha y hora";

/* No comment provided by engineer. */
"There was an error while trying to delete this account: %@" = "Hubo un error al intentar eliminar esta cuenta: % @";

/* No comment provided by engineer. */
"There was an error while trying to delete this event: %@" = "Hubo un error al intentar eliminar esta cuenta: %@";

/* No comment provided by engineer. */
"There was an error while trying to establish the new default account" = "Hubo un error al intentar establecer la nueva cuenta predeterminada";

/* No comment provided by engineer. */
"This is your only account. Please create another before trying to delete this one" = "Se trata de una cuenta única. Por favor crea otro antes de intentar borrar este";

/* No comment provided by engineer. */
"Thurs" = "Jueves";

/* Unit of measurement */
"time" = "tiempo";

/* No comment provided by engineer. */
"Time" = "Tiempo";

/* No comment provided by engineer. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* No comment provided by engineer. */
"Total carbohydrates" = "Carbohidratos totales";

/* No comment provided by engineer. */
"Total Carbohydrates (grams)" = "Totales carbohidratos (gramos)";

/* No comment provided by engineer. */
"Trigger for all entries of this type" = "Enlace para todas las entradas";

/* No comment provided by engineer. */
"Tues" = "Martes";

/* A button allowing users to post an entry on Twitter */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Tweet sent" = "Tweet enviado";

/* No comment provided by engineer. */
"Type" = "Tipo";

/* No comment provided by engineer. */
"Uh oh!" = "OH oh!";

/* No comment provided by engineer. */
"Unable to create image documents folder" = "No se puede crear la carpeta de documentos de imagen";

/* Error message shown when a users current geographic location cannot be determined */
"Unable to determine location" = "No se puede determinar la ubicación";

/* A label used to show unhealthy blood glucose readings */
"Unhealthy" = "Insalubres";

/* Type/unit of medicine */
"units" = "unidades";

/* No comment provided by engineer. */
"Unlink account" = "Desvincular la cuenta";

/* No comment provided by engineer. */
"Unlink Dropbox account" = "Desvincular la cuenta de Dropbox";

/* An option to disconnect your third-party account from Diabetik */
"Unlink your account" = "Desvincular su cuenta";

/* No comment provided by engineer. */
"Unlink your RunKeeper account" = "Desvincular tu cuenta de RunKeeper";

/* No comment provided by engineer. */
"Update location" = "Actualizar ubicación";

/* No comment provided by engineer. */
"Update sent" = "Actualización enviada";

/* No comment provided by engineer. */
"Value" = "Valor";

/* No comment provided by engineer. */
"View Location" = "Ver ubicación";

/* No comment provided by engineer. */
"View on map" = "Ver en mapa";

/* No comment provided by engineer. */
"View photo" = "Ver foto";

/* No comment provided by engineer. */
"View Photo" = "Ver foto";

/* No comment provided by engineer. */
"We were unable to delete your reminder for the following reason: %@" = "No fuimos capaces de eliminar su recordatorio por la debido a: %@";

/* No comment provided by engineer. */
"We were unable to delete your reminder rule for the following reason: %@" = "No fuimos capaces de eliminar su recordatorio debido a: %@";

/* No comment provided by engineer. */
"We were unable to save your account for the following reason: %@" = "No hemos podido guardar tu cuenta por la siguiente razón: %@";

/* No comment provided by engineer. */
"We were unable to save your activity. Please try again!" = "No hemos podido guardar su actividad. ¡Por favor vuelva a intentarlo!";

/* No comment provided by engineer. */
"We were unable to save your meal" = "No se ha podido guardar la comida";

/* No comment provided by engineer. */
"We were unable to save your note" = "Nota no guardada";

/* Error message for blood glucose reading */
"We were unable to save your reading" = "Fuimos incapaces de guardar la información";

/* No comment provided by engineer. */
"We were unable to save your reminder for the following reason: %@" = "No fuimos capaces de eliminar su recordatorio por la debido a: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder rule for the following reason: %@" = "No fuimos capaces de eliminar su recordatorio debido a: %@";

/* No comment provided by engineer. */
"We've set you up with a new journal. You're welcome to create as many as you'd like.\n\nCheck out the settings screen to manage additional accounts." = "Le hemos configurado un nuevo diario. Le invitamos a crear tantos como desee.\n\nEcha un vistazo a la pantalla de configuración para gestionar las cuentas adicionales.";

/* No comment provided by engineer. */
"Wed" = "Mie";

/* No comment provided by engineer. */
"What'd you have?" = "¿Que tienes?";

/* No comment provided by engineer. */
"When you'd like to be reminded" = "Cuando gustaría ser recordado";

/* Remind me after adding [a specific entry type] matching [these conditions] with [these settings] */
"With these settings" = "Con esta configuración";

/* No comment provided by engineer. */
"Yep" = "Sip";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"Yesterday" = "Ayer";

/* Referring to the users account */
"You" = "Usted";

/* No comment provided by engineer. */
"You cannot enter an event in the future" = "Usted no puede entrar en un evento en el futuro";

/* No comment provided by engineer. */
"You currently don't have any entries in your timeline. To add one, tap the + icon." = "Actualmente no tiene ninguna entrada en la línea de tiempo. Para agregar uno, pulse el icono +.";

/* No comment provided by engineer. */
"You currently don't have any reminders setup. To add one, tap the + icon." = "Actualmente no tiene ninguna configuración de recordatorios. Para agregar uno, pulse el icono +.";

/* No comment provided by engineer. */
"You currently don't have any reports to export." = "Actualmente no tiene ningún informe para exportar.";

/* No comment provided by engineer. */
"You have yet to perform a sync with RunKeeper" = "Todavía tiene que realizar una sincronización con RunKeeper";

/* No comment provided by engineer. */
"You haven't collected enough data to display this report" = "No se han recogido datos suficientes para mostrar este informe";

/* No comment provided by engineer. */
"You must select at least one format to export" = "Debe seleccionar al menos un formato para exportar";

/* No comment provided by engineer. */
"You must select at least one month to export" = "Debe seleccionar al menos un mes para exportar";

/* No comment provided by engineer. */
"Your backup has been exported successfully" = "Su backup se ha exportado con éxito";

/* No comment provided by engineer. */
"Your backup was restored successfully" = "Su backup fue restaurado con éxito";

/* No comment provided by engineer. */
"Your Diabetic Record" = "Su expediente diabético";

/* An error message letting the user know that their data export could not be emailed to them */
"Your export email could not be sent" = "El correo de exportación no ha sido enviado";

/* A success message letting the user know that their data export has been successfully emailed to them */
"Your export email has been sent" = "Tu correo de exportación ha sido enviado";

/* No comment provided by engineer. */
"Your Facebook update has been sent" = "Se ha enviado su actualización de Facebook";

/* No comment provided by engineer. */
"Your files have been exported successfully" = "Los archivos se han exportado con éxito";

/* No comment provided by engineer. */
"Your name" = "Tu nombre";

/* No comment provided by engineer. */
"Your new journal" = "Tu nuevo diario";

/* No comment provided by engineer. */
"Your reminder message" = "Su mensaje recordatorio";

/* No comment provided by engineer. */
"Your tweet has been sent" = "Se ha enviado tu tweet";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with @diabetikapp" = "Yum! Sólo comí %@ y grabó con @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with Diabetik" = "Yum! Sólo comí %@ y grabó con @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with @diabetikapp" = "Yum! acabo de comer %1$@ con %2$@ gramos y lo grabé con @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with Diabetik" = "Yum! acabo de comer %1$@ con %2$@ gramos y lo grabé con @diabetikapp";

